Repository: OscarPALISSOT/Easysave
Catalog: View/Ressources/Resource1.*.resx
Languages: fr

# BS1
source: Current business software(s) which stop
fr: Logiciel(s) métier actuel(s) mettant les

# BS2
source: SaveWork(s) at their launch
fr: sauvegardes sur pause à leur démarrage

# BS3
source: New software
fr: Nouveau

# BS4
source: Add a new business software
fr: Ajouter un nouveau logiciel métier

# BS5
source: Delete business software(s) selected
fr: Supprimer logiciel(s) métier sélectionné(s)

# CBV1
source: Choose an appellation
fr: Choisir une appellation

# CBV2
source: Choose a source directory
fr: Choisir un chemin source

# CBV3
source: Choose a target directory
fr: Choisir un chemin cible

# CBV4
source: Choose a type
fr: Choisir un type

# CBV5
source: Create backup
fr: Créer la sauvegarde

# DBV1
source: Which backup do you want to delete?
fr: Quelle(s) sauvegarde(s) voulez-vous supprimer ?

# DBV2
source: You have the choice between:
fr: Vous avez le choix parmis :

# DBV3
source: Delete backup(s) chosen
fr: Supprimer la/les sauvegarde

# Decrypt
source: Restore backup
fr: Restaurer sauvegarde

# EBV1
source: Which backup do you want to execute?
fr: Quelle(s) sauvegarde(s) voulez-vous exécuter ?

# EBV2
source: You have the choice between:
fr: Vous avez le choix parmis :

# EBV3
source: Execute backup(s) chosen
fr: Exécuter les travaux de sauvegarde

# EKV1
source: Current extension(s) for files to encrypt
fr: Extensions actuelles des fichiers à chiffrer

# EKV2
source: New
fr: Nouveau

# EKV3
source: Add a new extension
fr: Ajouter une nouvelle extension

# EKV4
source: Delete extension(s) selected
fr: Suppression extension(s) sélectionnée(s)

# EV1
source: Current key for Encryption:
fr: Clé de chiffrement actuelle :

# EV2
source: New key for Encryption:
fr: Nouvelle clé de chiffrement :

# EV3
source: Generate new key
fr: Générer une nouvelle clé

# EV4
source: Change the key
fr: Changer la clé

# HV1
source: Welcome to EasySave
fr: Bienvenue sur EasySave

# LE1
source: The current log extention is:
fr: L'extension actuelle du fichier log est :

# LE2
source: Select the new log extention desired
fr: Choisissez la nouvelle extension désirée :

# LE3
source: Change log extension
fr: Changer l'extension

# LFP1
source: The existing path for the log file is:
fr: Le chemin actuel du fichier log est :

# LFP2
source: Select the new desired path:
fr: Renseignez le nouveau chemin :

# LFP3
source: Change path
fr: Changer le chemin

# MB1
source: What do you want to do?
fr: Que voulez-vous faire ?

# MB2
source: Execute backup
fr: Exécuter un travail

# MB3
source: Create backup
fr: Créer un travail

# MB4
source: Modify backup
fr: Modifier un travail

# MB5
source: Delete backup
fr: Supprimer un travail

# MBV1
source: Which backup do you want to modify?
fr: Quelle(s) sauvegarde(s) voulez-vous modifier ?

# MBV2
source: You have the choice between:
fr: Vous avez le choix parmis :

# MBV3
source: Modify backup
fr: Modifier la sauvegarde

# MEV1
source: Encryption key
fr: Clé de chiffrement

# MEV2
source: Add file extension to encrypt
fr: Extensions de fichiers à chiffrer

# MPV1
source: Which path do you want to change?
fr: Quel chemin désirez-vous changer ?

# MPV2
source: The log file path
fr: Le chemin du fichier log

# MPV3
source: The state file path
fr: Le chemin du fichier état

# MPV4
source: The save file path
fr: Le chemin du fichier de sauvegarde

# MW1
source: Home
fr: Accueil / Home

# MW2
source: SaveWorks
fr: Sauvegarde / Backup

# MW3
source: SaveWorks
fr: Etat / State

# MW4
source: Settings
fr: Réglages / Settings

# PF1
source: High-priority files's types
fr: Types de fichiers prioritaires

# PF2
source: Add a type
fr: Ajouter un type

# PF3
source: Delete a type
fr: Supprimer un type

# ReturnButton
source: Return
fr: Retour

# SAL
source: Choose a language
fr: Choisir une langue

# SFP1
source: The existing path for the save file is:
fr: Le chemin actuel du fichier de sauvegarde est :

# SFP2
source: Select the new desired path:
fr: Renseignez le nouveau chemin

# SFP3
source: Change path
fr: Changer le chemin

source: Shortcuts
fr: Raccourcis

# STFP1
source: The existing path for the state file is:
fr: Le chemin actuel du fichier état est :

# STFP2
source: Select the new desired path:
fr: Renseignez le nouveau chemin

# STFP3
source: Change path
fr: Changer le chemin

# SV1
source: What do you want to do?
fr: Que voulez-vous faire ?

# SV2
source: Encryption
fr: Chiffrement

# SV3
source: Files path
fr: Chemin des fichiers

# SV4
source: Log extension
fr: Extension fichier log

# SV5
source: Business software
fr: Détection logiciel métier

# SV6
source: Change language
fr: Changer la langue

# SV7
source: High-priority files
fr: Fichiers prioritaires
